<?php


 function lang( $phrase ) {
    
    static $lang = array(
        
        // Navbar HerdCoded 
        'HTMLLANG'      => 'ar',
        'TITLE'         => 'السيرة الذاتية - حمزة مالم موسى محمد',
        'ABOUT'         => 'نبذ عني ',
        'EXPERINCE'     => 'الخبرات',
        'SKILL'         => 'المهارات',
        'EDUCATIONAL'   => 'المؤهلات العلمية',
        'THEME'         => 'الثيمات',
        'LANGUAGES'     => 'اللغة',
        'ARABIC'        => 'عربي',
        'ENGLISH'       => 'انجليزي',
        'WLECOME'       => 'مرحبا بك في سيرتي الذاتية',
        'READY'         => 'جاهز رهن اشارتكم',
        'HOWIM'         => 'حمزة مالم موسى محمد من مواليد المملكة العربية السعودية مكة المكرمة من مواليد 1995-10-06 حاصل على شهادات برمجة من جامعة ام القرى لمدة سنة مكثفة
                    ',
        'CONTECTVIA'    => 'معلومات التواصل',
        'VIAPHONE'      => 'رقم الجوال',
        'VIAEMAIL'      => 'الايميل',
        'VIAADDRESS'    => 'العنوان',
        'MOBILE'        => '00966598084006',
        'EMAIL'         => 'ZYMAWY@GMAIL.COM',
        'RESDINT'       => 'المملكة العربية السعودية - مكة المكرمة',
        'FULLNAME'      => 'الاسم : حمزة مالم موسى محمد ',
        'HOMEBIRTH'     => ' مكان الميلاد : مكة المكرمة ',
        'BIRTH'         => 'تاريخ الميلاد : 1995-10-06',
        'TITLEEXP'      => 'بعض من اعمالك هنا',
        'TITLEEXP1'     => 'بعض من اعمالك هنا',
        'TITLEEXP2'     => 'بعض من اعمالك هنا',
        'BODYEXP'       => ' شرح بعض خبراتك هنا شرح بعض خبراتك هنا شرح بعض خبراتك هنا',
        'BODYEXP1'      => ' شرح بعض خبراتك هنا شرح بعض خبراتك هنا شرح بعض خبراتك هنا',
        'BODYEXP2'      => ' شرح بعض خبراتك هنا شرح بعض خبراتك هنا شرح بعض خبراتك هنا',
        'CAPTIONHTML'   => 'حاصل على شهادة HTML من جامعة ام القرى',
        'CAPTIONDATABASE'=> 'حاصل على شهادة قواعد البيانات من جامعة ام القرى',
        'CAPTIONENGLISH'=> 'حاصل على شهادة اللغة الانجليزية من المستوى الاول والمستوى الثانية وتطبيق اختبار IELTS  من جامعة ام القرى',
        'CAPTIONINTROJAVA'=> 'حاصل على شهادة مقدمة في لغة جافا من جامعة ام القرى',
        'CAPTIONNATWORK' => 'حاصل على شهادة شبكات من جامعة ام القرى',
        'CAPTIONMANT'   => 'حاصل على شهادة صيانة الكمبيوتر من جامعة ام القرى',
        'CAPTIONSELF'   => 'حاصل على شهادة دورات تطوير الذات وكيف التعامل في العمل والعمل الجماعي',
        'SEND'          => 'ارسل',
        'CONTECTWITHME' => 'تواصل معي',
        'INPUTNAME'     => 'اسمك',
        'INPUTEMAIL'     => 'ايميلك',
        'INPUTMASSAGE'   => 'رسالتك',
        'COPYRIGHT'     => 'جميع الحقوق محفوظة <i class="fa fa-copy fa-fw"></i> 2017 ',
        'DEVLOP'        => 'تصميم وتطوير',
        'GREATESTNAME'  => 'زيماوي'
        
        
    );
    
    return $lang[$phrase];
}